Repository: strataghyst/insight-gulden-ui
Catalog: po/*.po
Languages: nl

source: (Input unconfirmed)
nl: (Input niet bevestigd)

source: 404 Page not found :(
nl: 404 pagina niet gevonden :(

source: <strong>insight</strong> is still in development, so be sure to report any bugs and provide feedback for improvement at our <a href="https://github.com/strataghyst/insight/issues" target="_blank">github issue tracker</a>.
nl: <strong>insight</strong> is continu onder constuctie, dus geef alle feedback bugs en tips door aan ons <a href="https://github.com/strataghyst/inzicht/issues" target="_blank">github issue tracker</a>.

source: About
nl: Over

source: Address
nl: Adres

source: Age
nl: Leeftijd

source: An error occured in the verification process.
nl: Er is een fout opgetreden in het verificatie proces.

source: An error occured:<br>{{error}}
nl: Er is iets fout gegaan:<br>{{error}}

source: Application Status
nl: Applicatie Status

source: Best Block
nl: Beste Block

source: Block Reward
nl: Block Beloning

source: Blocks
nl: Blocken

source: Broadcast Raw Transaction
nl: Transactie Details aan het laden

source: Bytes Serialized
nl: Bytes Geserialiseerd

source: Can't connect to GuldenD to get live updates from the p2p network. (Tried connecting to GuldenD at {{host}}:{{port}} and failed.)
nl: Kan geen verbinding maken met Gulden deamon om live updates van het p2p-netwerk krijgen. (Geprobeerd te verbinden met Gulden deamon op {host}}:{{port}} maar mislukt.)

source: Can't connect to insight server. Attempting to reconnect...
nl: Kan geen verbinding krijgen met insight server. Probeer het opnieuw...

source: Can't connect to internet. Please, check your connection.
nl: Kan geen verbinding met internet krijgen. Kijk uw verbinding na alstublieft.

source: Complete
nl: Klaar

source: Confirmations
nl: Bevestigingen

source: Connections to other nodes
nl: Connecties met ander nodes

source: Current Blockchain Tip (insight)
nl: Huidige Blockchain Tip (insight)

source: Current Sync Status
nl: Huidig Sync Status

source: Difficulty
nl: Moeilijkhijdsgraad

source: Double spent attempt detected. From tx:
nl: Dubbele uitgave poging gedecteerd. Van tx:

source: Error message:
nl: Foutmelding:

source: Error!
nl: Fout!

source: Fee Rate
nl: Fee Koers

source: Final Balance
nl: Eindsaldo

source: Finish Date
nl: Eind Datum

source: Go to home
nl: Ga naar home

source: Gulden comes with a way of signing arbitrary messages.
nl: Gulden komt met een manier om arbitraire berichten te verzenden.

source: Gulden node information
nl: Gulden node informatie

source: Hash Serialized
nl: Hash Geserialiseerd

source: Height
nl: Hoogte

source: Included in Block
nl: Inbegrepen in Block

source: Incoherence in levelDB detected:
nl: Incoherentie in levelDB gedetecteerd:

source: Info Errors
nl: Fout Meldingen

source: Initial Block Chain Height
nl: Eerste Blockchain Hoogte

source: Last Block
nl: Laatste Block

source: Last Block Hash (GuldenD)
nl: Laatste Block Hash (GuldenD)

source: Latest Blocks
nl: Laatste Blocken

source: Latest Transactions
nl: Laatste Transacties

source: Loading Address Information
nl: Adres informatie aan het laden

source: Loading Block Information
nl: Block informatie aan het laden

source: Loading Selected Date...
nl: Geselecteerde Datum aan het laden...

source: Loading Transaction Details
nl: Transactie Details aan het laden

source: Loading Transactions...
nl: Transacties aan het laden...

source: Loading...
nl: Laden...

source: Message
nl: Bericht

source: Mined Time
nl: Gedolven Tijd

source: Mined by
nl: Gedolven door

source: Mining Difficulty
nl: Mijnen Moeilijkheidsgraad

source: Next Block
nl: Volgende Block

source: No Inputs (Newly Generated Coins)
nl: Geen Input (Nieuw Gegenereerde Coins)

source: No blocks yet.
nl: Nog geen blocken.

source: No matching records found!
nl: Geen overeenkomende records gevonden!

source: No. Transactions
nl: Aantal Transacties

source: Number Of Transactions
nl: Aantal Transacties

source: Output
nl: Uitvoer

source: Previous Block
nl: Vorige Block

source: Protocol version
nl: Protolcol versie

source: Raw transaction data
nl: Bekijk Transactie Output gegevens

source: Raw transaction data must be a valid hexadecimal string.
nl: Raw transactie data moet een geldige hexidecimale string zijn.

source: Received Time
nl: Ontvangen Tijd

source: Redirecting...
nl: Omleiden...

source: Search for block, transaction or address
nl: Zoek naar block, transactie of adres

source: See all blocks
nl: Bekijk alle blocken

source: Send transaction
nl: Transactie Outputs

source: Show Transaction Output data
nl: Bekijk Transactie Output gegevens

source: Show all
nl: Bekijk alles

source: Show input
nl: Bekijk input

source: Show less
nl: Bekijk minder

source: Show more
nl: Bekijk meer

source: Signature
nl: Handtekening

source: Size
nl: Grootte

source: Size (bytes)
nl: Grootte (bytes)

source: Skipped Blocks (previously synced)
nl: Overgeslagen blocken (eerder gesynchroniseerd)

source: Start Date
nl: Begin Datum

source: Summary
nl: Samenvatting

source: Summary <small>confirmed</small>
nl: Samenvatting <small>bevestigd</small>

source: Sync Progress
nl: Sync Voortgang

source: Synced Blocks
nl: Gesynchroniseerde blocken

source: The message failed to verify.
nl: Kon het bericht niet verifiëren.

source: The message is verifiably from {{verification.address}}.
nl: Het bericht is aantoonbaar van {{verification.address}}.

source: There are no transactions involving this address.
nl: Er zijn geen transacties met dit adres.

source: This form can be used to broadcast a raw transaction in hex format over the Gulden network.
nl: Met dit formulier kun je een raw transactie in hexidecimaal formaat verzenden naar het Gulden netwerk.

source: This form can be used to verify that a message comes from a specific Gulden address.
nl: Met dit formulier kun je kijken of een bericht van een specifiek Gulden adres af komt

source: Time Offset
nl: Tijd Offset

source: Timestamp
nl: Tijdstempel

source: Today
nl: Vandaag

source: Total Amount
nl: Totaal bedrag

source: Total Received
nl: Totaal ontvangen

source: Total Sent
nl: Totaal Verzonden

source: Transaction
nl: Transactie

source: Transaction Output Set Information
nl: Transactie Output Set Informatie

source: Transaction Outputs
nl: Transactie Outputs

source: Transaction succesfully broadcast.<br>Transaction id: {{txid}}
nl: Transactie succesvol verzonden.<br>Transaction id: {{txid}}

source: Transactions
nl: Transacties

source: Unconfirmed
nl: Niet bevestigd

source: Unconfirmed Transaction!
nl: Niet Bevestigde Transactie!

source: Unconfirmed Txs Balance
nl: Niet Bevestigde Tx's balans

source: Value Out
nl: Waarde Uit

source: Verify
nl: Verifiëren

source: Verify signed message
nl: Kon het bericht niet verifiëren.

source: Version
nl: Versie

source: Waiting for blocks...
nl: Wachten op blocken...

source: Waiting for transactions...
nl: Wachten op transacties...

source: by date.
nl: op datum.

source: first seen at
nl: voor het eerst gezien op

source: mined
nl: gedolven

source: mined on:
nl: gedolven op:
